
    [
        {
      "name": "carol83629",
      "heading": "Laminate flooring to be fitted in kitchen/diner",
      "testimonial":
        "I hired Alex to fit laminate flooring in my kitchen and I must say that he did a very professional job. Alex was very informative and explained exactly what the job entailed. He was punctual, clean and tidy and did an excellent job with a price which I found to be agreeable. I would not hesitate to recommend him and will certainly be using his services if required in the future."
    },

    {
      "name": "paul48048_94",
      "heading": "flooring",
      "testimonial":
        "probably the best tradesmen I've had work in my house. Perfect job, can't rate them high enough!"
    },
    {
      "name": "darrell69392",
      "heading": "Sub-floor/Hardwood floor repair",
      "testimonial":
        "Alex fitted my floor recently and I couldn't recommend him enough. He was communicative, understanding of our needs during covid and managed to get the job done quickly to a very high standard."
    },
    {
      "name": "nicola29793",
      "heading": "LVT screed & fit",
      "testimonial":
        "Alex screeded 27m2 and laid moduleo luxury vinyl tiles for us to an extremely high standard. Alex is professional, personable and excellent at his trade. We didn't order enough flooring and had to get more, which delayed Alex completing the job, but he was very accomodating and made time to come back and complete the job, he was very communicative and has superb work ethic. I cannot recommend Alex enough! Would recommend to family and friends and would definitely have him do more work in our house in the future!"
    },
    {
      "name": "chaplin1005",
      "heading": "Sanding & Sealing of newly laid unfinished Oak floors",
      "testimonial":
        "We hired Smartwood Flooring to sand and seal our solid oak parquet floor that we had installed ourselves. As we are not professionals there were quite a few visible gaps in the joines of the wood, however once Alex and Brandon had worked on it, the floor was absolutely flawless and even up close we cannot see any of the gaps that were there before. Our wooden floors are now absolutely immaculate and has made such a difference to the feel of our apartment. I had struggled to convery the exact light colour we wanted for the floor but Alex knew exactly what finish I was looking for and delivered. We wouldn't hesitate to recommend Smartwood Flooring, and will be calling them back in the future to work another property of ours!"
    },
    {
      "name": "a_lau",
      "heading": "Fit Karndean to hallway and living room",
      "testimonial":
        "Alex and team fitted Karndean herringbone floor tiles in my hallways and garage conversion. Very delighted with the finish and he left the place clean and tidy. He also fitted a few extra tiles in a small boiler cupboard for me at short notice. Would highly recommend Alex, hard working, professional and reliable."
    },
    {
      "name": "Isumal",
      "heading": "Laminate flooring to be laid this week in small hallway",
      "testimonial":
        "Excellent and very friendly service from Alex. At short notice, Alex very kindly came out to our home to lay the flooring ahead of the carpet fitter. Prior to coming out, I received a very detailed quote in writing and Alex then arrived on the day at the time he said. The work was completed to a very high standard and my property was left in a clean state once finished. I would not hesitate to recommend this firm to others and will certainly be using them again if the situation arises."
    },
    {
      "name": "john_thats_me",
      "heading": "Solid Wooden Floor Installation",
      "testimonial":
        "Alex and Brandon did a great job for me, very tidy and professional throughout the week. The work involved lifting an old solid wood floor and taking care not to damage the subfloor -done perfectly. They then fitted a solid wood oak floor across the bottom level of my house -again done perfectly, very pleased with the end result. Happy customer - thanks guys!!"
    },
    {
      "name": "linda247799",
      "heading": "Reclaimed wooden floorboards to fit in hallway",
      "testimonial":
        "We are delighted with the new floor. Alex and Brandon came when they said they would and did an excellent job. Full marks."
    },
    {
      "name": "polly47838",
      "heading": "Wooden flooring",
      "testimonial":
        "The standard of service and knowledge was excellent. Brandon went out of his way to provide the best service for us the customer. Would recommend anyone to use this great company. Many thanks."
    }
]